Version2/TestTool-Fosters/TestTool.Setup/Requests/AccessControl/GetAreaInfoListByTokenList/WithSeveralTokens.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tac="http://www.onvif.org/ver10/accesscontrol/wsdl">
   <soap:Header/>
   <soap:Body>
      <tac:GetAreaInfoListByTokenList>
         <!--Optional-->
         <tac:TokenList>
            <!--Zero or more repetitions-->
            <tac:Token>tokenArea1</tac:Token>
<tac:Token>tokenArea2</tac:Token>
         </tac:TokenList>
      </tac:GetAreaInfoListByTokenList>
   </soap:Body>
</soap:Envelope>